let arr = {
	"景甜": {
		'生日': '1988年07月21日',
		'身高体重': '167cm',
		'微博id': 1270344441,
		'微博粉丝量': 26163000,
		"类型": "sf",
		"全": 0,
		'预览图': [
			"景甜-大唐荣耀2(29).png",
			"景甜-一场遇见爱情的旅行(11).png",
			"景甜-火王之千里同风(5_6).png"

		]
	},
	"李一桐": {
		'生日': '1990年09月06日',
		'身高体重': '165cm/42kg',
		'微博id': 5372556014,
		'微博粉丝量': 15025000,
		"类型": "smlf",
		"全": 1,
		'预览图': [
			"李一桐-半妖倾城(12).png",
			"李一桐-半妖倾城(17).png",
			"李一桐-半妖倾城(18).png",
			"李一桐-海棠经雨胭脂透(50).png",
			"李一桐-狂飙(待播).png"
		]
	},
	"邢菲": {
		'生日': "1994年10月01日",
		'身高体重': "157cm",
		'微博id': 1838921261,
		'微博粉丝量': 12735923,
		"类型": "sf",
		"全": 0,
		'预览图': [
			"邢菲-覆流年(18).png",
			"邢菲-乌鸦小姐与蜥蜴先生(36).png"
		]
	},

	"虞书欣": {
		'生日': "1995年12月18日",
		'身高体重': "169cm/50kg",
		'微博id': 5620452341,
		'微博粉丝量': 15375910,
		"类型": "sf",
		"全": 0,
		'预览图': [
			"虞书欣-苍兰诀(30).png",
			"虞书欣-最亲爱的你(21_23).png"
		]
	},
	"安以轩": {
		'生日': "1980年09月29日",
		'身高体重': "165cm/43kg",
		'微博id': 1245758104,
		'微博粉丝量': 21925000,
		"类型": "smf",
		"全": 0,
		'预览图': [
			"安以轩-后宫(2).png",
			"安以轩-新倚天屠龙记(19).png",
			"安以轩-火线任务(18_19).png",
			"安以轩-敏感事件.png",
			"安以轩-王牌天使(？).png",
			"安以轩-昙花梦(8).png",
			"安以轩-金钗谍影(44).png",
			"安以轩-锁清秋(18).png",
			"安以轩-仙剑奇侠传(5).png",
			"安以轩-新乌龙山剿匪记(2).png"
		]
	},
	"佟丽娅": {
		'生日': "1983年08月08日",
		'身高体重': "165cm/45kg",
		'微博id': 1345566427,
		'微博粉丝量': 40379733,
		"类型": "sf",
		"全": 0,
		'预览图': [
			"佟丽娅-唐人街探案1电影版.png",
			"佟丽娅-谜城.png",
			"佟丽娅-霞光(8).png",
			"佟丽娅-大屋下的丫鬟(27)35版.png",
			"佟丽娅-刀客家族的女人(28_29).png",
			"佟丽娅-宫锁心玉(3).png"

		]
	},
	"杨幂": {
		'生日': '1986年09月12日',
		'身高体重': '166cm/45kg',
		'微博id': 1195242865,
		'微博粉丝量': 110884769,
		"类型": "smlf",
		"全": 1,
		'预览图': [
			"杨幂-大寒桃花开.png",
			"杨幂-绣春刀2：修罗战场.png",
			"杨幂-宫锁心玉(15).png",
			"杨幂-宫锁心玉(25).png",
			"杨幂-红粉世家(32)腾讯38版.png",
			"杨幂-分手大师.png",
			"杨幂-扶摇(10).png",
			"杨幂-刺杀小说家.png",
			"杨幂-孤岛惊魂(宣传照).png",
			"杨幂-hold住爱(宣传照).png",
		]
	},
	"宋茜": {
		'生日': '1987年02月02日',
		'身高体重': '168cm/45kg',
		'微博id': 2902408801,
		'微博粉丝量': 49410055,
		"类型": "sf",
		"全": 0,
		'预览图': [
			"宋茜-美丽的秘密(37)37集全.png",
			"宋茜-陌生的恋人(20_22).png",
			"宋茜-茧镇奇缘(1).png",
			"宋茜-风起洛阳(14).png",
			"宋茜-风起洛阳(33).png",
		]


	},
	"赵丽颖": {
		'生日': '1987年10月16日',
		'身高体重': '165cm/45kg',
		'微博id': 1259110474,
		'微博粉丝量': 90161000,
		"类型": "smlf",
		"全": 1,
		'预览图': [
			"赵丽颖-错点鸳鸯戏点鸳鸯(13).png",
			"赵丽颖-错点鸳鸯戏点鸳鸯(19).png",
			"赵丽颖-吉祥天宝(8).png",
			"赵丽颖-吉祥天宝(23).png",
			"赵丽颖-陆贞传奇(9).png",
			"赵丽颖-你和我的倾城时光(1).png",
			"赵丽颖-谁是凶手(正片被删减).png",
			"赵丽颖-胭脂(1).png",
			"赵丽颖-胭脂(2).png",
			"赵丽颖-胭脂(25).png"
		]
	},

	"张予曦": {
		'生日': '1991年01月30日',
		'身高体重': '168cm/43kg',
		'微博id': 1662262590,
		'微博粉丝量': 13240000,
		"类型": "lf",
		"全": 0,
		'预览图': [
			"张予曦-奇星记(29).png",
			"张予曦-与君歌(17).png",
			"张予曦-无法拥抱的你(14_15).png"
		]
	},
	"乔欣": {
		'生日': '1993年11月23日',
		'身高体重': '172cm/47kg',
		'微博id': 2111083372,
		'微博粉丝量': 12804912,
		"类型": "sf",
		"全": 0,
		'预览图': [
			"乔欣-小风暴之时间的玫瑰(19).png",
			"乔欣-沉睡花园(16).png"
		]
	},
	"鞠婧祎": {
		'生日': '1994年06月18日',
		'身高体重': '159cm/38kg',
		'微博id': 3669102477,
		'微博粉丝量': 23855000,
		"类型": "s",
		"全": 0,
		'预览图': [
			"鞠婧祎-如意芳霏(15).png",
			"鞠婧祎-如意芳霏(31).png",
			"鞠婧祎-请赐我一双翅膀(36).png",
			"鞠婧祎-请赐我一双翅膀(59).png"
		]
	},
	"白鹿": {
		'生日': '1994年09月23日',
		'身高体重': '165cm/47kg',
		'微博id': 2616380702,
		'微博粉丝量': 17680000,
		"类型": "s",
		"全": 0,
		'预览图': [
			"白鹿-大王不容易(17).png",
			"白鹿-九流霸主(1).png"
		]
	},
	"宋祖儿": {
		'生日': '1998年05月23日',
		'身高体重': '165cm',
		'微博id': 2440179153,
		'微博粉丝量': 16162000,
		"类型": "s",
		"全": 0,
		'预览图': [
			"宋祖儿-九州缥缈录(43).png",
			"宋祖儿-上古密约(20).png"


		]
	},
	"杨超越": {
		'生日': '1998年07月31日',
		'身高体重': '168cm/48kg',
		'微博id': 5644764907,
		'微博粉丝量': 18829000,
		"类型": "sm",
		"全": 0,
		'预览图': [
			"杨超越-说英雄谁是英雄(4).png",
			"杨超越-说英雄谁是英雄(34).png"
		]
	},
	"赵露思": {
		'生日': '1998年11月09日',
		'身高体重': '161cm/42kg',
		'微博id': 5653796775,
		'微博粉丝量': 15534345,
		"类型": "sf",
		"全": 0,
		'预览图': [
			"赵露思-萌妻食神(26).png",
			"赵露思-一不小心捡到爱(21).png",
			"赵露思-星汉灿烂(10).png"

		]
	},
}
